---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.ExporterIFCUtils
source: html/17e5873a-f14c-0cf7-6daf-e0221b6e293d.htm
---
# ExporterIFCUtils Members

Adds a string value to a built-in parameter.